Repository: AFK-surf/still.fail
Catalog: apps/ios/StillFail/Localizable.xcstrings
Source language: zh_hans
Languages: en, es, ja, ko, zh_hant

source: （文件）
en: (Attachment)
es: (Archivo adjunto)
ja: （添付ファイル）
ko: (첨부 파일)

source: （还没有消息）
en: (No messages yet)
es: (Aún no hay mensajes)
ja: （メッセージはまだありません）
ko: (아직 메시지가 없습니다)
zh_hant: （還沒有消息）

source: 「%@」的删除是独立操作，不等同于删除账号。其他成员也会受到影响，必须单独确认处理范围。
en: Deleting “%@” is separate from deleting your account. Other members are affected, so its scope must be confirmed separately.
es: Eliminar «%@» es independiente de eliminar tu cuenta. También afecta a otros miembros, por lo que su alcance debe confirmarse por separado.
ja: 「%@」の削除はアカウントの削除とは別の操作です。他のメンバーにも影響するため、処理範囲を個別に確認する必要があります。
ko: “%@” 삭제는 계정 삭제와 별도의 작업입니다. 다른 멤버에게도 영향을 주므로 처리 범위를 따로 확인해야 합니다.
zh_hant: 「%@」的刪除是獨立操作，不等同於刪除帳號。其他成員也會受到影響，必須單獨確認處理範圍。

source: %@ · 共 %@ 项
en: %1$@ · %2$@ items total
es: %1$@ · %2$@ elementos en total
ja: %1$@ · 合計%2$@件
ko: %1$@ · 총 %2$@개
zh_hant: %@ · 共 %@ 項

source: %@ 个 agent 在跑
en: %@ agents running
es: %@ agentes en ejecución
ja: %@エージェントが実行中
ko: 에이전트 %@개 실행 중
zh_hant: %@ 個 agent 在跑

source: %@ 个节点连接异常
en: %@ nodes have connection issues
es: %@ nodos tienen problemas de conexión
ja: %@ノードで接続の問題
ko: %@개 노드 연결 문제
zh_hant: %@ 個節點連接異常

source: %@ 分 %@ 秒
en: %1$@ min %2$@ sec
es: %1$@ min %2$@ s
ja: %1$@分%2$@秒
ko: %1$@분 %2$@초

source: %@ 分钟前
en: %@ min ago
es: Hace %@ min
ja: %@分前
ko: %@분 전
zh_hant: %@ 分鐘前

source: %@ 分钟后
en: In %@ min
es: En %@ min
ja: %@分後
ko: %@분 후
zh_hant: %@ 分鐘後

source: %@ 分钟后恢复
en: Resets in %@ min
es: Se restablece en %@ min
ja: %@分後に回復
ko: %@분 후 복구
zh_hant: %@ 分鐘後恢復

source: %@ 天前
en: %@ days ago
es: Hace %@ días
ja: %@日前
ko: %@일 전

source: %@ 天后
en: In %@ days
es: En %@ días
ja: %@日後
ko: %@일 후
zh_hant: %@ 天後

source: %@ 天后恢复
en: Resets in %@ days
es: Se restablece en %@ días
ja: %@日後に回復
ko: %@일 후 복구
zh_hant: %@ 天後恢復

source: %@ 小时
en: %@ hours
es: %@ horas
ja: %@時間
ko: %@시간
zh_hant: %@ 小時

source: %@ 小时 %@ 分
en: %1$@ hr %2$@ min
es: %1$@ h %2$@ min
ja: %1$@時間%2$@分
ko: %1$@시간 %2$@분
zh_hant: %@ 小時 %@ 分

source: %@ 小时前
en: %@ hr ago
es: Hace %@ h
ja: %@時間前
ko: %@시간 전
zh_hant: %@ 小時前

source: %@ 小时后
en: In %@ hr
es: En %@ h
ja: %@時間後
ko: %@시간 후
zh_hant: %@ 小時後

source: %@ 小时后恢复
en: Resets in %@ hr
es: Se restablece en %@ h
ja: %@時間後に回復
ko: %@시간 후 복구
zh_hant: %@ 小時後恢復

source: %@ 核
en: %@ cores
es: %@ núcleos
ja: %@コア
ko: %@코어

source: %@ 次
en: %@ calls
es: %@ llamadas
ja: %@回
ko: %@회

source: %@ 离线
en: %@ offline
es: %@ desconectado
ja: %@はオフライン
ko: %@ 오프라인
zh_hant: %@ 離線

source: %@ 秒
en: %@ sec
es: %@ s
ko: %@초

source: %@ 秒前
en: %@ sec ago
es: Hace %@ s
ko: %@초 전

source: %@ 能用的账号额度都用完了%@。现在发的消息要等额度恢复才会有回复；也可以换一个模型。
en: All accounts for %1$@ have exhausted their quota%2$@. New messages will be answered after quota resets. You can also choose another model.
es: Todas las cuentas de %1$@ agotaron su cuota%2$@. Los mensajes nuevos recibirán respuesta cuando se restablezca. También puedes elegir otro modelo.
ja: %1$@のすべてのアカウントで利用枠を使い切りました%2$@。新しいメッセージへの返信は枠の回復後になります。別のモデルも選択できます。
ko: %1$@의 모든 계정이 사용 한도를 소진했습니다%2$@. 새 메시지는 한도 복구 후에 응답됩니다. 다른 모델을 선택할 수도 있습니다.
zh_hant: %@ 能用的帳號額度都用完了%@。現在發的消息要等額度恢復才會有回復；也可以換一個模型。

source: %@ 邀请你加入「%@」
en: %1$@ invited you to “%2$@”
es: %1$@ te ha invitado a «%2$@»
ja: %1$@さんから「%2$@」への招待
ko: %1$@님이 “%2$@”에 초대했습니다
zh_hant: %@ 邀請你加入「%@」

source: %@中继
en: %@ relay
es: Retransmisión %@
ja: %@リレー
ko: %@ 릴레이
zh_hant: %@中繼

source: %@只剩 %@%%
en: %1$@: %2$@%% left
es: %1$@: queda %2$@%%
ja: %1$@：残り%2$@%%
ko: %1$@: %2$@%% 남음

source: %@邀请你加入「%@」
en: %1$@ invited you to “%2$@”
es: %1$@ te ha invitado a «%2$@»
ja: %1$@さんから「%2$@」への招待
ko: %1$@님이 “%2$@”에 초대했습니다
zh_hant: %@邀請你加入「%@」

source: %d 人
en: %d members
es: %d miembros
ko: 멤버 %d명

source: %d 行
en: %d lines
es: %d líneas
ko: %d줄

source: %d 项失败
en: %d failed
es: %d fallidos
ja: %d件失敗
ko: %d개 실패
zh_hant: %d 項失敗

source: %d 项进行中
en: %d running
es: %d en curso
ja: %d件実行中
ko: %d개 실행 중
zh_hant: %d 項進行中

source: %lld 个节点
en: %lld nodes
es: %lld nodos
ja: %lldノード
ko: 노드 %lld개
zh_hant: %lld 個節點

source: %lld 个节点 · %lld 人
en: %1$lld nodes · %2$lld members
es: %1$lld nodos · %2$lld miembros
ja: %1$lldノード · %2$lld人
ko: 노드 %1$lld개 · 멤버 %2$lld명
zh_hant: %lld 個節點 · %lld 人

source: %lld 人
en: %lld members
es: %lld miembros
ko: 멤버 %lld명

source: %lld 项
en: %lld tasks
es: %lld tareas
ja: %lld 件
ko: %lld개
zh_hant: %lld 項

source: 1 分钟内
en: Within 1 min
es: En menos de 1 min
ja: 1分以内
ko: 1분 이내
zh_hant: 1 分鐘內

source: 1 分钟内恢复
en: Resets within 1 min
es: Se restablece en menos de 1 min
ja: 1分以内に回復
ko: 1분 이내 복구
zh_hant: 1 分鐘內恢復

source: agent 停下来等人处理
en: Agent is waiting for help
es: El agente espera ayuda
ja: エージェントは対応を待っています
ko: 에이전트가 도움을 기다립니다
zh_hant: agent 停下來等人處理

source: Apple 与 Google 账号不会自动合并。
en: Apple and Google accounts are not merged automatically.
es: Las cuentas de Apple y Google no se fusionan automáticamente.
ja: AppleとGoogleのアカウントは自動的に統合されません。
ko: Apple 계정과 Google 계정은 자동으로 병합되지 않습니다.
zh_hant: Apple 與 Google 帳號不會自動合併。

source: Apple 登录暂时不可用。请重试。
en: Apple sign-in is temporarily unavailable. Please retry.
es: El acceso con Apple no está disponible temporalmente. Vuelve a intentarlo.
ja: Appleログインは一時的に利用できません。再試行してください。
ko: Apple 로그인을 일시적으로 사용할 수 없습니다. 다시 시도하세요.
zh_hant: Apple 登錄暫時不可用。請重試。

source: CPU 负载
en: CPU load
es: Carga de CPU
ja: CPU負荷
ko: CPU 부하
zh_hant: CPU 負載

# high
source: 高
en: High
es: Alto
ko: 높음

# low
source: 低
en: Low
es: Bajo
ko: 낮음

# max
source: 最大
en: Maximum
es: Máximo
ko: 최대

# medium
source: 中
en: Medium
es: Medio
ko: 중간

# minimal
source: 极少
en: Minimal
es: Mínimo
ja: 最小
ko: 최소
zh_hant: 極少

# none
source: 无
en: None
es: Ninguno
ja: なし
ko: 없음
zh_hant: 無

# requesting
source: 等待模型
en: Waiting for model
es: Esperando al modelo
ja: モデル応答待ち
ko: 모델 응답 대기

# starting
source: 启动中
en: Starting
es: Iniciando
ja: 起動中
ko: 시작 중
zh_hant: 啟動中

source: station 离线，这台设备上还没有这个会话的执行历史。
en: The node is offline. This device has no execution history for this chat yet.
es: El nodo está desconectado. Este dispositivo aún no tiene historial de ejecución para este chat.
ja: ノードはオフラインです。このデバイスにはこのチャットの実行履歴がまだありません。
ko: 노드가 오프라인입니다. 이 기기에는 아직 이 대화의 실행 기록이 없습니다.
zh_hant: station 離線，這台設備上還沒有這個會話的執行歷史。

source: still.fail 目前只对受邀的人开放。新建权限由服务端确认；接受团队邀请不需要邀请码。
en: still.fail is currently invite-only. The server confirms creation access; accepting a team invitation does not require an invite code.
es: still.fail solo está disponible con invitación. El servidor confirma el permiso de creación; aceptar una invitación de equipo no requiere código.
ja: still.failは現在招待制です。作成権限はサーバーで確認されます。チームへの招待の承認には招待コードは不要です。
ko: still.fail은 현재 초대받은 사용자만 이용할 수 있습니다. 생성 권한은 서버에서 확인하며, 팀 초대를 수락할 때는 초대 코드가 필요하지 않습니다.
zh_hant: still.fail 目前只對受邀的人開放。新建權限由服務端確認；接受團隊邀請不需要邀請碼。

# Thinking
source: 思考中
en: Thinking
es: Pensando
ko: 생각 중

# ultra
source: 极高
en: Ultra
es: Ultra
ja: 最高
ko: 최상
zh_hant: 極高

# working
source: 执行工具中
en: Running tools
es: Ejecutando herramientas
ja: ツール実行中
ko: 도구 실행 중
zh_hant: 執行工具中

# xhigh
source: 很高
en: Extra high
es: Muy alto
ja: 非常に高い
ko: 매우 높음

source: 上下文与用量
en: Context and usage
es: Contexto y uso
ja: コンテキストと使用量
ko: 컨텍스트 및 사용량
zh_hant: 上下文與用量

source: 上述访问期限从原始授权签发时起算，撤销通知和相关内容清理仍待实现或验证。
en: That access period starts when the original authorization is issued. Revocation notices and related content cleanup still need implementation or verification.
es: El plazo comienza al emitirse la autorización original. Los avisos de revocación y la limpieza del contenido aún requieren implementación o verificación.
ja: このアクセス期間は元の認可の発行時から計算されます。取り消し通知と関連コンテンツの削除は実装または検証待ちです。
ko: 위 접근 기간은 최초 권한 발급 시점부터 계산합니다. 취소 알림과 관련 콘텐츠 정리는 구현 또는 검증 대기 중입니다.
zh_hant: 上述訪問期限從原始授權簽發時起算，撤銷通知和相關內容清理仍待實現或驗證。

source: 不会自动转移所有权，也不会把工作区删除混入账号删除。
en: Ownership will not transfer automatically. Workspace deletion is handled separately from account deletion.
es: La propiedad no se transferirá automáticamente. La eliminación del espacio se gestiona por separado de la cuenta.
ja: 所有権は自動移転されません。ワークスペースの削除はアカウントの削除とは別に処理されます。
ko: 소유권은 자동으로 이전되지 않습니다. 워크스페이스 삭제는 계정 삭제와 별도로 처리됩니다.
zh_hant: 不會自動轉移所有權，也不會把工作區刪除混入帳號刪除。

source: 不变
en: Unchanged
es: Sin cambios
ja: 変更なし
ko: 변경 없음
zh_hant: 不變

source: 不可用
en: Unavailable
es: No disponible
ja: 利用不可
ko: 사용 불가

source: 个人数据和共享记录的处理范围尚未完整验证。
en: The handling scope for personal data and shared records is not fully verified.
es: El alcance del tratamiento de datos personales y registros compartidos aún no se ha verificado por completo.
ja: 個人データと共有記録の処理範囲は完全には検証されていません。
ko: 개인 데이터와 공유 기록의 처리 범위가 완전히 검증되지 않았습니다.
zh_hant: 個人數據和共享記錄的處理範圍尚未完整驗證。

source: 中继
en: Relay
es: Retransmisión
ja: リレー
ko: 릴레이
zh_hant: 中繼

source: 中继 %@
en: Relay %@
es: Retransmisión %@
ja: リレー %@
ko: 릴레이 %@
zh_hant: 中繼 %@

source: 之前用 Google 登录？请继续使用原来的 Google 账号。
en: Previously signed in with Google? Use the same Google account.
es: ¿Ya usaste Google para iniciar sesión? Usa la misma cuenta.
ja: 以前Googleでログインしましたか？同じGoogleアカウントをご利用ください。
ko: 이전에 Google로 로그인했나요? 같은 Google 계정을 사용하세요.
zh_hant: 之前用 Google 登錄？請繼續使用原來的 Google 帳號。

source: 今天
en: Today
es: Hoy
ja: 今日
ko: 오늘

source: 从左侧选择会话，或开始一个新会话。
en: Select a chat on the left, or start a new one.
es: Selecciona un chat a la izquierda o inicia uno nuevo.
ja: 左側からチャットを選ぶか、新しいチャットを始めましょう。
ko: 왼쪽에서 대화를 선택하거나 새 대화를 시작하세요.
zh_hant: 從左側選擇會話，或開始一個新會話。

source: 以上为最近一次主机采样。
en: This is the latest host sample.
es: Esta es la última medición del equipo.
ja: 最新のホスト計測結果です。
ko: 가장 최근의 호스트 측정 결과입니다.
zh_hant: 以上為最近一次主機採樣。

source: 以下仅说明拟实施的删除范围，不代表已提交请求或已完成删除。
en: The following describes the proposed deletion scope. No request has been submitted and no deletion has occurred.
es: Lo siguiente describe el alcance previsto. No se ha enviado ninguna solicitud ni realizado ninguna eliminación.
ja: 以下は予定する削除範囲の説明です。リクエストの送信や削除の完了を意味するものではありません。
ko: 다음은 예정된 삭제 범위에 대한 설명입니다. 요청이 제출되었거나 삭제가 완료된 것은 아닙니다.
zh_hant: 以下僅說明擬實施的刪除範圍，不代表已提交請求或已完成刪除。

source: 以下项目均为待实现或验证的方案。日志、遥测和备份的实际保留期限尚未核实。
en: These items are proposals pending implementation or verification. Actual retention periods for logs, telemetry, and backups are unverified.
es: Estos elementos son propuestas pendientes de implementar o verificar. Los plazos reales de retención de registros, telemetría y copias de seguridad no se han verificado.
ja: 以下の項目は実装または検証待ちの案です。ログ、テレメトリ、バックアップの実際の保存期間は未確認です。
ko: 다음 항목은 구현 또는 검증 대기 중인 계획입니다. 로그, 원격 측정 및 백업의 실제 보관 기간은 확인되지 않았습니다.
zh_hant: 以下項目均為待實現或驗證的方案。日誌、遙測和備份的實際保留期限尚未覈實。

source: 任务统计
en: Task stats
es: Estadísticas
ja: タスク統計
ko: 작업 통계
zh_hant: 任務統計

source: 会话
en: Chats
es: Chats
ja: チャット
ko: 대화
zh_hant: 會話

source: 会话操作
en: Chat actions
es: Acciones del chat
ja: チャット操作
ko: 대화 작업
zh_hant: 會話操作

source: 会话暂时未能创建。草稿和待发消息仍保留。
en: The chat could not be created yet. Your draft and queued messages are saved.
es: Aún no se pudo crear el chat. El borrador y los mensajes pendientes están guardados.
ja: チャットを作成できませんでした。下書きと送信待ちのメッセージは保持されています。
ko: 아직 대화를 만들 수 없습니다. 초안과 대기 중인 메시지는 보관되었습니다.
zh_hant: 會話暫時未能創建。草稿和待發消息仍保留。

source: 会话筛选
en: Filter chats
es: Filtrar chats
ja: チャットの絞り込み
ko: 대화 필터
zh_hant: 會話篩選

source: 你
en: You
es: Tú
ja: あなた
ko: 나

source: 你仍保留现有权限。授予另一位成员所有者权限后，请返回重新读取账号删除摘要。
en: You keep your current permissions. After granting another member the owner role, return and refresh the account deletion summary.
es: Conservas tus permisos actuales. Tras otorgar el rol de propietario a otro miembro, vuelve y actualiza el resumen de eliminación de la cuenta.
ja: 現在の権限は維持されます。他のメンバーに所有者権限を付与した後、戻ってアカウント削除の概要を再読み込みしてください。
ko: 현재 권한은 유지됩니다. 다른 멤버에게 소유자 권한을 부여한 후 돌아와 계정 삭제 요약을 새로고침하세요.
zh_hant: 你仍保留現有權限。授予另一位成員所有者權限後，請返回重新讀取帳號刪除摘要。

source: 你仍是某些工作区的最后一位所有者。
en: You are still the last owner of some workspaces.
es: Sigues siendo el último propietario de algunos espacios.
ja: 一部のワークスペースで、あなたが最後の所有者です。
ko: 일부 워크스페이스에서 내가 마지막 소유자입니다.
zh_hant: 你仍是某些工作區的最後一位所有者。

source: 你的个人资料、登录身份、个人偏好和工作区成员关系会被删除，服务会撤销这个账号的登录和访问权限。
en: Your profile, sign-in identity, preferences, and workspace memberships would be deleted. The service would revoke this account's sign-in and access permissions.
es: Se eliminarían tu perfil, identidad de acceso, preferencias y pertenencias a espacios. El servicio revocaría los permisos de acceso e inicio de sesión de esta cuenta.
ja: 個人プロフィール、ログイン情報、設定、ワークスペースのメンバー登録を削除する予定です。サービスはこのアカウントのログインとアクセス権限を取り消す予定です。
ko: 개인 정보, 로그인 ID, 개인 설정 및 워크스페이스 멤버 자격을 삭제할 예정입니다. 서비스는 이 계정의 로그인 및 접근 권한을 취소할 예정입니다.
zh_hant: 你的個人資料、登錄身份、個人偏好和工作區成員關係會被刪除，服務會撤銷這個帳號的登錄和訪問權限。

source: 你的权限
en: Your role
es: Tu rol
ja: あなたの権限
ko: 내 권한
zh_hant: 你的權限

source: 保存
en: Save
es: Guardar
ko: 저장

source: 保温中
en: Ready
es: Preparado
ja: 準備済み
ko: 준비됨
zh_hant: 保溫中

source: 做完了
en: Completed
es: Completado
ja: 完了
ko: 완료됨

source: 做完了：%@
en: Completed: %@
es: Completado: %@
ja: 完了：%@
ko: 완료됨: %@

source: 全部会话
en: All chats
es: Todos los chats
ja: すべてのチャット
ko: 모든 대화
zh_hant: 全部會話

source: 全部替换
en: Replace all
es: Reemplazar todo
ja: すべて置換
ko: 모두 바꾸기
zh_hant: 全部取代

source: 共 %@ 项
en: %@ items total
es: %@ elementos en total
ja: 合計%@件
ko: 총 %@개
zh_hant: 共 %@ 項

source: 关闭
en: Close
es: Cerrar
ja: 閉じる
ko: 닫기
zh_hant: 關閉

source: 其中缓存
en: Cached input
es: Entrada en caché
ja: キャッシュ入力
ko: 캐시된 입력
zh_hant: 其中緩存

source: 其他 %@ 项
en: %@ other items
es: %@ elementos más
ja: その他%@件
ko: 기타 %@개
zh_hant: 其他 %@ 項

source: 内存
en: Memory
es: Memoria
ja: メモリ
ko: 메모리
zh_hant: 內存

source: 最近有进展的任务
en: Tasks that moved most recently
es: Tareas con avances recientes
ja: 最近動きのあったタスク
ko: 최근 진행된 작업
zh_hant: 最近有進展的任務

source: 最近的任务
en: Recent tasks
es: Tareas recientes
ja: 最近のタスク
ko: 최근 작업
zh_hant: 最近的任務

source: 写下你的决定
en: Write your decision
es: Escribe tu decisión
ja: 判断を入力してください
ko: 결정을 입력하세요
zh_hant: 寫下你的決定

source: 出错了
en: An error occurred
es: Se produjo un error
ja: エラーが発生しました
ko: 오류 발생
zh_hant: 出錯了

source: 出问题
en: Failed
es: Ha fallado
ja: エラー
ko: 실패
zh_hant: 出問題

source: 出问题：%@
en: Failed: %@
es: Ha fallado: %@
ja: エラー：%@
ko: 실패: %@
zh_hant: 出問題：%@

source: 出问题：没说一声就停了
en: Stopped unexpectedly
es: Se detuvo inesperadamente
ja: 予期せず停止しました
ko: 예기치 않게 중지됨
zh_hant: 出問題：沒說一聲就停了

source: 出问题：被停止
en: Stopped
es: Detenido
ja: 停止しました
ko: 중지됨
zh_hant: 出問題：被停止

source: 切换工作区
en: Switch workspace
es: Cambiar espacio de trabajo
ja: ワークスペースを切り替え
ko: 워크스페이스 전환
zh_hant: 切換工作區

source: 切换模型
en: Switch model
es: Cambiar modelo
ja: モデルを切り替え
ko: 모델 전환
zh_hant: 切換模型

source: 切换模型与思考强度
en: Change model and reasoning effort
es: Cambiar modelo y razonamiento
ja: モデルと推論の強さを変更
ko: 모델과 추론 강도 변경
zh_hant: 切換模型與思考強度

source: 切换账号
en: Switch account
es: Cambiar cuenta
ja: アカウントを切り替え
ko: 계정 전환
zh_hant: 切換帳號

source: 刚刚
en: Just now
es: Ahora mismo
ja: たった今
ko: 방금
zh_hant: 剛剛

source: 创建
en: Created
es: Creado
ja: 作成日時
ko: 생성됨
zh_hant: 創建

source: 删除前需要使用当前账号的原登录方式重新验证。当前版本尚未完成安全重新验证流程，不能继续删除。
en: Deletion requires verification using this account's original sign-in method. Secure reauthentication is not implemented in this version, so deletion cannot proceed.
es: Antes de eliminar se requiere verificar la cuenta con su método de acceso original. Esta versión aún no admite la reautenticación segura, por lo que no se puede continuar.
ja: 削除前に、現在のアカウントの元のログイン方法で再認証が必要です。このバージョンでは安全な再認証フローが未実装のため、削除を続行できません。
ko: 삭제 전에 현재 계정의 원래 로그인 방법으로 다시 인증해야 합니다. 이 버전에는 안전한 재인증 절차가 구현되지 않아 삭제를 계속할 수 없습니다.
zh_hant: 刪除前需要使用當前帳號的原登錄方式重新驗證。當前版本尚未完成安全重新驗證流程，不能繼續刪除。

source: 删除工作区
en: Delete workspace
es: Eliminar espacio de trabajo
ja: ワークスペースを削除
ko: 워크스페이스 삭제
zh_hant: 刪除工作區

source: 删除当前账号
en: Delete this account
es: Eliminar esta cuenta
ja: 現在のアカウントを削除
ko: 현재 계정 삭제
zh_hant: 刪除當前帳號

source: 删除方案（尚未实现或验证）
en: Deletion proposal (not implemented or verified)
es: Propuesta de eliminación (sin implementar ni verificar)
ja: 削除案（未実装・未検証）
ko: 삭제 계획 (미구현 또는 미검증)
zh_hant: 刪除方案（尚未實現或驗證）

source: 删除的数据范围和保留期限尚未核实，暂不能提交删除请求。
en: The data scope and retention periods are unverified. A deletion request cannot be submitted yet.
es: El alcance de los datos y los plazos de retención no se han verificado. Aún no se puede enviar una solicitud de eliminación.
ja: 削除するデータの範囲と保存期間は未確認のため、削除リクエストはまだ送信できません。
ko: 삭제할 데이터 범위와 보관 기간이 확인되지 않아 아직 삭제 요청을 제출할 수 없습니다.
zh_hant: 刪除的數據範圍和保留期限尚未覈實，暫不能提交刪除請求。

source: 删除范围尚未完整确认，账号未被删除。
en: The deletion scope is not fully confirmed. The account has not been deleted.
es: El alcance de eliminación no está completamente confirmado. La cuenta no se ha eliminado.
ja: 削除範囲は完全には確認されていません。アカウントは削除されていません。
ko: 삭제 범위가 완전히 확인되지 않았습니다. 계정은 삭제되지 않았습니다.
zh_hant: 刪除範圍尚未完整確認，帳號未被刪除。

source: 删除范围尚未确认，请读取服务端摘要。
en: Deletion scope is unconfirmed. Load the server summary first.
es: El alcance de eliminación no está confirmado. Carga primero el resumen del servidor.
ja: 削除範囲は未確認です。サーバーの概要を読み込んでください。
ko: 삭제 범위가 확인되지 않았습니다. 서버 요약을 먼저 불러오세요.
zh_hant: 刪除範圍尚未確認，請讀取服務端摘要。

source: 剩 %@ / %@
en: %1$@ free / %2$@
es: %1$@ libres / %2$@
ja: 空き %1$@ / %2$@
ko: 남은 용량 %1$@ / %2$@

source: 剩余 %@
en: %@ free
es: %@ libres
ja: 空き %@
ko: 남은 용량 %@
zh_hant: 剩餘 %@

source: 加入
en: Join
es: Unirse
ja: 参加
ko: 참가

source: 加入状态
en: Enrollment status
es: Estado de incorporación
ja: 参加状況
ko: 참가 상태
zh_hant: 加入狀態

source: 加载更新的消息
en: Load newer messages
es: Cargar mensajes nuevos
ja: 新しいメッセージを読み込む
ko: 새 메시지 불러오기
zh_hant: 加載更新的消息

source: 加载更早的消息
en: Load older messages
es: Cargar mensajes anteriores
ja: 過去のメッセージを読み込む
ko: 이전 메시지 불러오기
zh_hant: 加載更早的消息

source: 加载更早的记录
en: Load older records
es: Cargar registros anteriores
ja: 過去の記録を読み込む
ko: 이전 기록 불러오기
zh_hant: 加載更早的記錄

source: 协同 agent
en: Collaborating agent
es: Agente colaborador
ja: 共同エージェント
ko: 협업 에이전트
zh_hant: 協同 agent

source: 单独删除工作区？
en: Delete this workspace separately?
es: ¿Eliminar este espacio por separado?
ja: このワークスペースを個別に削除しますか？
ko: 이 워크스페이스를 별도로 삭제할까요?
zh_hant: 單獨刪除工作區？

source: 参与
en: Participants
es: Participantes
ja: 参加者
ko: 참여자
zh_hant: 參與

source: 发起
en: Created by
es: Creado por
ja: 作成者
ko: 생성자
zh_hant: 發起

source: 发送到
en: Send to
es: Enviar a
ja: 送信先
ko: 받는 곳
zh_hant: 發送到

source: 发送失败
en: Send failed
es: Error de envío
ja: 送信失敗
ko: 전송 실패
zh_hant: 發送失敗

source: 发送消息
en: Send message
es: Enviar mensaje
ja: メッセージを送信
ko: 메시지 보내기
zh_hant: 發送消息

source: 发送消息后，这里会显示 agent 的执行记录。
en: Your agent's execution history will appear here after you send a message.
es: El historial de ejecución del agente aparecerá aquí tras enviar un mensaje.
ja: メッセージを送信すると、ここにエージェントの実行記録が表示されます。
ko: 메시지를 보내면 에이전트의 실행 기록이 여기에 표시됩니다.
zh_hant: 發送消息後，這裡會顯示 agent 的執行記錄。

source: 发送消息时会重试创建会话。
en: Sending a message will retry creating the chat.
es: Al enviar un mensaje se volverá a intentar crear el chat.
ja: メッセージを送信すると、チャットの作成を再試行します。
ko: 메시지를 보내면 대화 생성을 다시 시도합니다.
zh_hant: 發送消息時會重試創建會話。

source: 发送第一条消息，开始一个新会话。
en: Send your first message to start a new chat.
es: Envía tu primer mensaje para iniciar un chat.
ja: 最初のメッセージを送信して、新しいチャットを始めましょう。
ko: 첫 메시지를 보내 새 대화를 시작하세요.
zh_hant: 發送第一條消息，開始一個新會話。

source: 发送第一条消息，开始这个会话。
en: Send your first message to start this chat.
es: Envía tu primer mensaje para empezar este chat.
ja: 最初のメッセージを送信して、チャットを始めましょう。
ko: 첫 메시지를 보내 대화를 시작하세요.
zh_hant: 發送第一條消息，開始這個會話。

source: 取消
en: Cancel
es: Cancelar
ja: キャンセル
ko: 취소

source: 取消固定
en: Unpin
es: Desfijar
ja: 固定を解除
ko: 고정 해제

source: 只退出这台设备上的当前账号，其他账号不受影响。
en: Only this account will sign out on this device. Other accounts are unaffected.
es: Solo se cerrará esta cuenta en este dispositivo. No afecta a las demás cuentas.
ja: このデバイスの現在のアカウントのみログアウトします。他のアカウントには影響しません。
ko: 이 기기의 현재 계정에서만 로그아웃합니다. 다른 계정은 영향을 받지 않습니다.
zh_hant: 只退出這台設備上的當前帳號，其他帳號不受影響。

source: 可用
en: Available
es: Disponible
ja: 利用可能
ko: 사용 가능

source: 名字
en: Name
es: Nombre
ja: 名前
ko: 이름

source: 名称
en: Name
es: Nombre
ja: 名前
ko: 이름
zh_hant: 名稱

source: 命令有效至 %@，请妥善保管。
en: Command expires at %@. Keep it secure.
es: El comando caduca el %@. Guárdalo de forma segura.
ja: コマンドは%@まで有効です。安全に保管してください。
ko: 명령어는 %@까지 유효합니다. 안전하게 보관하세요.
zh_hant: 命令有效至 %@，請妥善保管。

source: 回复
en: Reply
es: Responder
ja: 返信
ko: 답장
zh_hant: 回復

source: 团队
en: Team
es: Equipo
ja: チーム
ko: 팀
zh_hant: 團隊

source: 固定
en: Pin
es: Fijar
ko: 고정

source: 固定到列表顶部
en: Pin to top
es: Fijar arriba
ja: 一覧の上部に固定
ko: 목록 맨 위에 고정
zh_hant: 固定到列表頂部

source: 固定用它
en: Always use this account
es: Usar siempre esta cuenta
ja: このアカウントを固定使用
ko: 이 계정으로 고정

source: 在手机上跟进助手的工作
en: Follow your assistant's work on the go
es: Sigue el trabajo de tu asistente desde el móvil
ja: 外出先からアシスタントの作業を確認
ko: 어디서나 어시스턴트의 작업을 확인하세요
zh_hant: 在手機上跟進助手的工作

source: 在目标电脑上运行
en: Run on the target computer
es: Ejecutar en el equipo de destino
ja: 対象のコンピュータで実行
ko: 대상 컴퓨터에서 실행
zh_hant: 在目標電腦上運行

source: 在目标电脑上运行安装命令，加入这个工作区。
en: Run the install command on the target computer to join this workspace.
es: Ejecuta el comando de instalación en el equipo de destino para unirte a este espacio.
ja: 対象のコンピュータでインストールコマンドを実行し、このワークスペースに参加してください。
ko: 대상 컴퓨터에서 설치 명령어를 실행하여 이 워크스페이스에 참가하세요.
zh_hant: 在目標電腦上運行安裝命令，加入這個工作區。

source: 在等：%@
en: Waiting for: %@
es: Esperando: %@
ja: 待機中：%@
ko: 대기 중: %@

source: 在线
en: Online
es: Conectado
ja: オンライン
ko: 온라인
zh_hant: 在線

source: 基础信息
en: Basic information
es: Información básica
ja: 基本情報
ko: 기본 정보
zh_hant: 基礎信息

source: 复制
en: Copy
es: Copiar
ja: コピー
ko: 복사
zh_hant: 複製

source: 复制安装命令
en: Copy install command
es: Copiar comando de instalación
ja: インストールコマンドをコピー
ko: 설치 명령어 복사
zh_hant: 複製安裝命令

source: 外观
en: Appearance
es: Apariencia
ja: 外観
ko: 화면 스타일
zh_hant: 外觀

source: 多
en: More
es: Más
ko: 많음

source: 失败
en: Failed
es: Fallido
ja: 失敗
ko: 실패
zh_hant: 失敗

source: 失败了，需要处理
en: Failed. Action needed.
es: Ha fallado. Se necesita una acción.
ja: 失敗しました。対応が必要です。
ko: 실패했습니다. 조치가 필요합니다.
zh_hant: 失敗了，需要處理

source: 如账号需要，请填写邀请码
en: Enter an invite code if required
es: Introduce un código de invitación si es necesario
ja: 必要な場合は招待コードを入力
ko: 필요한 경우 초대 코드를 입력하세요
zh_hant: 如帳號需要，請填寫邀請碼

source: 安装命令包含有效期约一小时的加入凭据。复制命令并不表示节点已经加入。
en: The command contains enrollment credentials valid for about an hour. Copying it does not enroll the node.
es: El comando contiene credenciales de incorporación válidas durante aproximadamente una hora. Copiarlo no incorpora el nodo.
ja: コマンドには約1時間有効な参加用の認証情報が含まれます。コピーしただけではノードは参加しません。
ko: 명령어에는 약 1시간 동안 유효한 참가 자격 증명이 포함됩니다. 복사만으로는 노드가 참가하지 않습니다.
zh_hant: 安裝命令包含有效期約一小時的加入憑據。複製命令並不表示節點已經加入。

source: 安装完成后，实际节点会出现在工作区列表中。若凭据已过期，请重新生成命令。
en: After installation, the node appears in the workspace list. Regenerate the command if the credentials have expired.
es: Tras la instalación, el nodo aparecerá en la lista del espacio. Genera otro comando si las credenciales han caducado.
ja: インストール完了後、ノードがワークスペースの一覧に表示されます。認証情報の期限が切れた場合はコマンドを再生成してください。
ko: 설치가 완료되면 노드가 워크스페이스 목록에 나타납니다. 자격 증명이 만료된 경우 명령어를 다시 생성하세요.
zh_hant: 安裝完成後，實際節點會出現在工作區列表中。若憑據已過期，請重新生成命令。

source: 完成
en: Done
es: Listo
ja: 完了
ko: 완료

source: 对话信息
en: Chat details
es: Detalles del chat
ja: チャット情報
ko: 대화 정보
zh_hant: 對話信息

source: 对话创建后即可查看模型与账号。
en: Model and account details appear once the chat is created.
es: Los detalles del modelo y la cuenta aparecerán al crear el chat.
ja: チャット作成後にモデルとアカウント情報を確認できます。
ko: 대화가 생성되면 모델과 계정 정보를 볼 수 있습니다.
zh_hant: 對話創建後即可查看模型與帳號。

source: 将撤销「%@」的登录会话。
en: The login session for “%@” will be revoked.
es: Se revocará la sesión de «%@».
ja: 「%@」のログインセッションを取り消します。
ko: “%@”의 로그인 세션이 취소됩니다.
zh_hant: 將撤銷「%@」的登錄會話。

source: 少
en: Less
es: Menos
ko: 적음

source: 尚待实现或验证
en: Pending implementation or verification
es: Pendiente de implementación o verificación
ja: 実装または検証待ち
ko: 구현 또는 검증 대기
zh_hant: 尚待實現或驗證

source: 尚未核实，不能提交删除请求
en: Unverified. A deletion request cannot be submitted.
es: Sin verificar. No se puede solicitar la eliminación.
ja: 未確認のため、削除リクエストは送信できません
ko: 확인되지 않아 삭제 요청을 제출할 수 없습니다
zh_hant: 尚未覈實，不能提交刪除請求

source: 尚未测量
en: Not measured yet
es: Aún sin medir
ja: 未計測
ko: 아직 측정되지 않음
zh_hant: 尚未測量

source: 尚未满足的条件
en: Requirements still outstanding
es: Requisitos pendientes
ja: 未達成の条件
ko: 충족되지 않은 조건
zh_hant: 尚未滿足的條件

source: 尚未确认最新状态
en: Latest status not confirmed
es: Estado actual sin confirmar
ja: 最新の状態は未確認です
ko: 최신 상태가 확인되지 않았습니다
zh_hant: 尚未確認最新狀態
